export const TermData = [
  {
    headerTitle: '서비스 이용약관',
    title: '스위티 서비스 이용약관',
    content:
      '제1조 (목적)\n' +
      '이 약관은 ㈜스위티(이하 ㈜스위티 및 “회사”)이 제공하는 스위티 애플리케이션(이하 “스위티”)의 이용 조건 및 절차, 회사와 회원 간의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.\n' +
      '\n' +
      '제2조 (용어의 정의)\n' +
      '이 약관에서 사용하는 용어의 정의는 다음과 같으며, 정의되지 않은 용어에 대한 해석은 일반적인 이용관행 및 서비스별 안내에서 정하는 바에 따릅니다.\n' +
      '① “서비스”란 이용자가 아이캠펑을 통하여 이용할 수 있도록 회사가 제공하는 콘텐츠 및 각종 재화를 말합니다.\n' +
      '② “이용자”란 이 약관에 따라 서비스를 이용하는 회원 및 비회원을 말합니다.\n' +
      '③ “회원”이란 회원등록을 하고 서비스를 이용하는 자를 말합니다.\n' +
      '④ “비회원”이란 회원등록을 하지 않고 서비스를 이용하는 자를 말합니다.\n' +
      '⑤ “계정”이란 이용계약을 통해 생성된 회원의 고유 아이디와 이에 수반하는 정보를 말합니다.\n' +
      '⑥ “회원정보”란 회사가 가입신청자에게 회원가입 신청양식에 기재를 요청하는 가입신청자의 개인정보와 회원의 식별과 서비스 이용을 위하여 회원이 입력하고 서비스 내 공개된 개인정보를 의미합니다.\n' +
      '⑦ “학교 인증”이란 학생증, 학교 웹메일, 증명서 등을 이용한 본인 및 학적 확인 절차를 말합니다.\n' +
      '⑧ “게시물”이란 회원이 회사가 제공하는 서비스에 게시 또는 등록하는 부호(URL 포함), 문자, 음성, 음향, 영상(동영상 포함), 이미지(사진 포함), 파일 등 일체의 정보를 말합니다.\n' +
      '\n' +
      '제3조 (약관의 효력 및 변경) \n' +
      '① 이 약관은 회사가 제공하는 애플리케이션 및 사이트를 이용하는 모든 순간부터 효력이 발생됩니다.\n' +
      '② 회사에서는 합리적 이유가 있는 경우 약관을 어느 시기에나 변경할 권리를 갖고 있으며, 사전 고지 없이 이 약관들의 내용을 변경할 수 있습니다. 변경된 약관은 서비스 화면에 게재하거나 회원가입 시 공지 또는 이메일 등의 기타 방법으로 이용자에게 공지함으로써 효력을 발생합니다. 회사는 또한 마지막 수정일을 약관의 가장 하단에 표기할 것입니다.\n' +
      '③ 회사가 변경된 약관의 수정사항을 홈페이지, 애플리케이션 또는 이메일 등의 방법을 통해 공지한 경우, 기존 회원들이 서비스를 지속적으로 이용할 경우에 변경된 약관에 대해 동의한 것으로 간주합니다. 회원은 변경된 약관에 대해 동의하지 않을 경우 서비스 이용을 즉시 중단하고 탈퇴할 수 있습니다.\n' +
      '\n' +
      '제4조 (약관 외 준칙) \n' +
      '① 본 약관과 개인정보처리방침에 명시되지 않은 사항은 국내 관련 법령의 규정을 따릅니다.\n' +
      '② 회사는 약관 외에 개별 서비스에 대한 세부적인 사항을 정할 수 있으며, 그 내용은 개별 이용 동의 절차에 따릅니다.\n' +
      '\n' +
      '제5조 (이용계약의 성립)\n' +
      '① 서비스 이용 계약의 성립은 이용자의 이용신청에 대하여 회사의 이용승낙과 이용자의 약관 내용에 대한 동의로 성립됩니다.\n' +
      '② 이용자는 비회원으로도 일부 서비스를 이용할 수 있으나, 모든 서비스의 이용을 원할 경우 회사에서 요청하는 개인정보를 회사에 제공하여야 합니다. 이용자가 제공하는 개인정보는 개인정보보호정책에 따라 보호됩니다. 단 가입신청 양식에 기재된 모든 이용자 정보는 반드시 실제 정보와 동일해야 합니다. 실제 정보를 입력하지 않은 이용자는 법적인 보호를 받을 수 없습니다.\n' +
      '③ 회사는 다음 사항에 대해서는 이용신청을 거절할 수 있습니다.\n' +
      '- 가명으로 신청을 한 경우\n' +
      '- 타인의 명의를 빌리거나 도용하여 차명으로 신청을 한 경우\n' +
      '- 이용신청서의 내용을 허위로 작성한 경우나 허위 서류를 첨부하여 신청한 경우\n' +
      '- 관계 법령에 위배되거나 사회의 안녕, 질서, 미풍양속을 저해할 수 있는 목적으로 신청을 한 경우\n' +
      '- 고의적으로 시스템에 손상을 주거나 마비를 줄 수 있는 행위를 한 경우\n' +
      '\n' +
      '제6조 (회원정보의 변경)\n' +
      '① 회원은 아이캠펑을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.\n' +
      '② 회원은 회사에 제출한 회원정보가 변경되었을 경우 아이캠펑 내 개인정보 설정 화면에서 회원정보를 수정하거나 고객센터를 통하여 회사에 변경 사항을 통지하여야 합니다.\n' +
      '③ 회원정보를 수정하지 않음으로 인하여 발생하는 모든 책임은 회원에게 있습니다.\n' +
      '\n' +
      '제7조 (서비스 제공)\n' +
      '① 서비스의 제공은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.\n' +
      '② 시스템 정기점검 등의 필요로 인하여 회사가 정한 날 또는 시간은 예외로 합니다.\n' +
      '③ 이용계약이 성립된 후 회사의 동의 없이 임의로 회원 ID를 변경하여 서비스를 이용할 수 없습니다.\n' +
      '\n' +
      '제8조 (서비스의 변경 및 중지)\n' +
      '① 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.\n' +
      '1. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우\n' +
      '2. 이용자가 회사의 영업활동을 방해하는 경우\n' +
      '3. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우\n' +
      '4. 제휴업체(BP)와의 계약종료 등과 같은 회사의 제반 사정으로 서비스를 유지할 수 없는 경우\n' +
      '5. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우\n' +
      '\n' +
      '제9조 (정보의 제공 및 광고의 게재)\n' +
      '① 회사는 각종 정보를 아이캠펑 화면에 게재하거나 이메일, 서신우편, SMS(MMS)등으로 회원에게 제공할 수 있습니다.\n' +
      '② 회사는 회사 또는 제휴사의 서비스 관련 각종 광고를 아이캠펑 화면 또는 게시물과 결합하여 게재할 수 있습니다. 회원은 서비스 이용시 노출되는 광고게재에 대해 동의합니다. 회원의 동의를 얻은 경우에 이메일, 서신우편, SMS(MMS) 등으로 회원에게 제공할 수 있습니다.\n' +
      '③ 이용자가 아이캠펑을 통해 광고주의 판촉활동에 참여하거나 교신 또는 거래를 하는 것은 전적으로 이용자와 광고주간의 문제입니다. 이용자와 광고주간에 문제가 발생할 경우, 이용자와 광고주가 직접 해결하여야 하며, 이와 관련하여 회사는 어떠한 책임도 지지 않습니다.\n' +
      '④ 회사는 다음 각 호에 해당하는 경우 회원의 동의여부와 상관없이 이메일을 발송할 수 있습니다.\n' +
      '1. 이용 신청에서 입력한 이메일 주소 소유를 확인하기 위해서 인증메일을 발송하는 경우\n' +
      '2. 회원의 정보가 변경되어 확인하기 위해서 인증메일을 발송하는 경우\n' +
      '3. 기타 서비스를 제공함에 있어 회원이 반드시 알아야 하는 중대한 정보라고 회사가 판단하는 경우\n' +
      '\n' +
      '제10조 (회사의 의무)\n' +
      '① 회사는 이 약관에 위배되거나 특별한 사정이 없는 한 이용자의 서비스 이용신청에 대해 즉시 서비스를 제공합니다.\n' +
      '② 회사는 이 약관에서 정한 바에 따라 계속적이고 안정적으로 서비스를 제공할 의무가 있습니다.\n' +
      '③ 회사는 회원의 개인정보를 보호하기 위해 보안시스템을 구축 운영하며 개인정보처리방침을 공지하고 준수합니다. 또한, 회사는 개인정보처리방침에 따라 개인정보를 처리함에 있어 안정성 확보에 필요한 기술적 및 관리적 대책을 수립ㆍ운영합니다.\n' +
      '④ 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정되면 즉시 처리합니다. 단, 즉시 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 통보합니다.\n' +
      '\n' +
      '제11조 (이용자의 의무)\n' +
      '① 이용자는 관계법령, 약관, 아이캠펑 이용안내 및 아이캠펑상에 공지한 주의사항, 회사가 아이캠펑 이용과 관련하여 회원에게 통지하는 사항 등을 준수하여야 합니다. \n' +
      '② 이용자는 회사의 저작권, 소유권 또는 제3자의 저작권 등 기타 권리를 침해하지 않아야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다. \n' +
      '③ 이용자는 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없습니다. 회사의 사전 승인 없이 여타 개인 및 조직에 서비스를 재판매하여서는 안됩니다. 특히 해킹, 광고를 통한 수익, 상업행위, 상용소프트웨어 불법배포 등을 할 수 없습니다. 이를 위반하여 발생한 영업 활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 회사가 책임을 지지 않으며, 이용자는 이와 같은 행위와 관련하여 회사에 대하여 손해배상 의무를 집니다. \n' +
      '④ 이용자는 회사로부터 허가 받지 않은 광고물의 배포 및 게재를 금지합니다.\n' +
      '⑤ 이용자는 아이캠펑을 신분증으로 이용할 수 없으며, 이를 위반하여 발생한 법적인 책임은 모두 이용자에게 있습니다.\n' +
      '⑥ 회원의 계정에 관한 모든 관리의 책임은 회원에게 있습니다.\n' +
      '\n' +
      '제12조 (계약 해지)\n' +
      '① 회원이 서비스 이용 계약을 해지하고자 할 때는 회원 본인이 직접 해지 신청을 해야 합니다.\n' +
      '② 회사가 보관하고 있는 탈퇴 회원 정보는 회원의 가입이력관리와 지적재산권 관리, 개인정보보호를 위해서만 활용할 수 있습니다.\n' +
      '\n' +
      '제13조 (이용자격의 제한 및 정지)\n' +
      '① 회사는 이용자에게 제11조 각 항에 의거 이용제한을 하고자 하는 경우 그 사유, 일시와 기간을 정하여 이용자의 이메일 또는 전화 등의 방법을 통해 해당 이용자에게 통지합니다. \n' +
      '② 단 이용자가 다음 각 호에 해당하는 사실이 발견되었을 경우 회사는 사전 통지없이 이용 계약을 해지하거나 또는 기간을 정하여 서비스 이용을 제한할 수 있습니다.\n' +
      '1. 회사 제공 자원을 사용하여 공공질서, 사회적 통념에 반하는 행위를 한 경우\n' +
      '2. 회사 제공 자원을 사용하여 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행한 경우\n' +
      '3. 회사 제공 자원을 이용하여 범죄적 행위에 관련된 행위를 한 경우\n' +
      '4. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우\n' +
      '5. 회사, 다른 이용자 또는 제3자의 지적재산권을 침해하는 경우\n' +
      '6. 회사에서 요구하는 개인정보에 대해 허위임이 판명된 경우\n' +
      '7. 제13조 각 항에 해당된다고 판단되는 경우\n' +
      '\n' +
      '제14조 (게시물에 대한 책임)\n' +
      '① 회사는 이용자가 게시하거나 등록하는 내용물이 다음 각 호에 해당된다고 판단되는 경우 사전 통지 없이 삭제할 수 있으며, 이에 대해 회사는 어떠한 책임도 지지 않습니다.\n' +
      '1. 다른 이용자 또는 제3자의 명예를 손상시키는 내용인 경우\n' +
      '2. 국가의 안전을 위태롭게 하는 내용인 경우\n' +
      '3. 공공의 안녕질서 및 미풍약속을 해치는 내용인 경우\n' +
      '4. 국가의 경제질서를 파괴하거나 경제발전에 위해가 되는 내용인 경우\n' +
      '5. 범죄행위 및 기타 법률에서 금지하는 내용인 경우\n' +
      '6. 회사에서 제공하는 서비스와 관련 없는 내용인 경우\n' +
      '7. 타인의 명의 등을 무단으로 도용하여 작성한 내용이거나, 타인이 입력한 정보를 무단으로 위ㆍ변조한 내용인 경우 \n' +
      '8. 동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우 \n' +
      '9. 게시물의 정보를 외부 서비스에서 사용하는 행위를 금지하는 사이트에서 URL 정보를 수집하여 게재하는 경우\n' +
      '10. 기타 회사에서 정한 규정에 위배되는 경우\n' +
      '② 이용자는 아이캠펑을 이용하여 얻은 정보를 가공, 판매하는 행위 등 아이캠펑에 게재된 자료를 상업적으로 이용할 수 없습니다.\n' +
      '\n' +
      '제15조 (게시물의 저작권 등)\n' +
      '① 회원이 아이캠펑 내에 게시한 게시물의 저작권은 저작권법에 의해 보호를 받으며, 회사가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 회사에 귀속합니다.\n' +
      '② 회원은 자신이 아이캠펑 내에 게시한 게시물을 회사가 국내ㆍ외에서 다음 각 호의 목적으로 사용하는 것을 허락합니다.\n' +
      '1. 아이캠펑(제3자가 운영하는 사이트 또는 미디어의 일정 영역 내에 입점하여 서비스가 제공되는 경우 포함) 내에서 게시물을 사용하기 위하여 게시물의 크기를 변환하거나 단순화하는 등의 방식으로 수정하는 경우\n' +
      '2. 회사 또는 관계사가 운영하는 본 서비스 및 연동 서비스에 게시물을 복제ㆍ전송ㆍ전시하는 경우. 단 회원이 게시물의 복제ㆍ전송ㆍ전시에 반대 의견을 이메일 등을 통해 관리자에게 통지할 경우에는 그러하지 않습니다.\n' +
      '3. 회사의 서비스를 홍보하기 위한 목적으로 소셜미디어 등을 포함한 디지털 마케팅 채널, 통신사 등에서 게시물의 내용을 보도, 방영하는 경우\n' +
      '③ 전 항의 규정에도 불구하고, 회사가 게시물을 전 항 각 호에 기재된 목적 이외에 제3자에게 게시물을 제공하고 금전적 대가를 지급받는 경우에는 사전에 전화, 이메일 등의 방법으로 회원의 동의를 얻습니다. 이 경우 회사는 회원에게 별도의 보상을 제공합니다.\n' +
      '④ 회원이 아이캠펑에 게시물을 게재하는 것은 다른 회원이 게시물을 아이캠펑 내에서 사용하거나, 회사가 검색결과로 사용하는 데 동의한 것으로 간주합니다.\n' +
      '⑤ 제12조 및 제13조에 의해 이용계약을 해지할 경우에도 회원이 아이캠펑에 게시한 게시물은 삭제되지 않습니다.\n' +
      '⑥ 회사는 아이캠펑 운영정책에 위반되지 않거나 회사가 운영하는 사이트간의 통합 등을 하는 경우 게시물의 내용을 변경하지 아니하고 사전에 공지한 후 게시물의 게재 위치를 변경ㆍ이전하거나 사이트간 공유로 서비스할 수 있습니다.\n' +
      '\n' +
      '제16조 (면책 조항)\n' +
      '① 회사는 천재지변, 디도스(DDOS)공격, IDC장애, 기간통신사업자의 회선 장애 또는 기타 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면책됩니다.\n' +
      '② 회사는 이용자의 귀책 사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.\n' +
      '③ 회사는 이용자가 아이캠펑을 이용하여 기대하는 수익을 상실한 것에 대해 책임을 지지 않으며 그 밖에 아이캠펑을 통해 얻은 자료로 인한 손해 등에 대해 책임을 지지 않습니다.\n' +
      '④ 회사는 회원이 게시판에 게재한 정보, 자료, 사실의 신뢰성, 정확성 등 내용에 관해서는 책임지지 않습니다.\n' +
      '⑤ 회사는 회원 상호간 또는 회원과 제3자 상호간에 아이캠펑을 매개로 발생한 분쟁에 대해서 책임지지 않습니다.\n' +
      '⑥ 회사는 회원이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 책임지지 않습니다.\n' +
      '⑦ 게시물 또는 댓글 등을 통해 표현하거나 드러나는 회원의 견해와 회사의 견해는 무관하며, 회사는 회원이 제공하는 게시물 또는 댓글 등에 대하여 어떠한 책임도 부담하지 아니합니다.\n' +
      '⑧ 아이캠펑 화면에서 링크, 배너 등을 통하여 연결된 회사(이하 피연결회사)와 이용자간에 이루어진 거래에 회사는 개입하지 않으며, 해당 거래에 대하여 책임지지 않습니다.\n' +
      '\n' +
      '제17조 (분쟁 조정 및 관할 법원)\n' +
      '① 아이캠펑 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의합니다.\n' +
      '② 본 조 제1항의 협의에서도 분쟁이 해결되지 않을 경우 민사소송법상의 관할법원에 소를 제기할 수 있습니다.\n' +
      '③ 회사와 이용자 간에 제기된 소송에는 대한민국법을 준거법으로 합니다.\n' +
      '④ 본 조 제3항의 협의에서도 분쟁이 해결되지 않아 소송이 제기되는 경우에는 회사의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다.\n' +
      '\n' +
      '부칙 (시행일)\n' +
      '본 약관은 2020년 7월 1일부터 시행합니다. 종전 약관은 본 약관으로 대체됩니다. 개정된 이용약관의 적용일자 이전 가입자 또한 개정된 이용약관의 적용을 받습니다.',
  },
  {
    headerTitle: '개인정보 처리방침',
    title: '스위티 개인정보 처리방침',
    content:
      '㈜스위티(이하 “㈜스위티” 또는 “회사”) 및 회사에서 운영하는 스위티 애플리케이션(이하 “스위티”)은 이용자의 개인정보를 소중하게 생각하고 보호하기 위하여 항상 최선을 다해 노력하고 있습니다. 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등 정보통신서비스 제공자가 준수하여야 할 개인정보와 관련된 법령 상의 개인정보 보호규정을 모두 준수하고 있습니다. 또한 관련 법령에 의거한 「개인정보처리방침」을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.\n' +
      '\n' +
      '1. 수집하는 개인정보의 항목 및 수집방법\n' +
      '가. 수집하는 개인정보의 항목\n' +
      '첫째, 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.\n' +
      '- 이용자의 이메일, 성별, 출생연도, 대학교, 학과, 기기고유번호(디바이스 아이디 또는 IMEI)\n' +
      '둘째, 서비스 이용과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.\n' +
      '- 이용자 상태 정보, 이용자 이름, 전화번호, 사진, 방문 일시, 서비스 이용 기록, 불량 이용 기록\n' +
      '나. 개인정보 수집방법\n' +
      '회사는 다음과 같은 방법으로 개인정보를 수집합니다.\n' +
      '- 아이캠펑 실행 또는 사용을 통해 자동 수집\n' +
      '- 서면 양식, 팩스, 고객센터를 통한 전화와 온라인 상담, 이벤트 응모 등 이용자의 자발적 제공\n' +
      '\n' +
      '2. 개인정보의 수집 및 이용목적\n' +
      '가. 아이캠펑 기본 기능의 제공\n' +
      '회사는 정보를 수집ㆍ이용하여 서비스를 제공합니다. 또한 아이캠펑은 이용자 접속 시에 기기고유번호(디바이스 아이디 또는 IMEI)를 수집ㆍ저장할 수 있습니다.\n' +
      '나. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금 정산\n' +
      '콘텐츠 제공, 특정 맞춤 서비스 제공, 물품 배송 또는 청구서 등 발송, 본인인증, 구매 및 요금 결제, 요금 추심 등을 목적으로 개인정보를 처리합니다.\n' +
      '다. 회원관리 및 민원처리\n' +
      '회원제 서비스 이용 및 제한적 본인 확인제에 따른 본인확인, 개인식별, 불량회원(아이캠펑 이용약관 제5조 제3항 제1호 내지 제5호 및 제11조 위반 등으로 인하여 제13조 제2항에 따른 영구이용정지 회원)의 부정 이용 방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달 등의 목적으로 개인정보를 처리합니다.\n' +
      '라. 신규 서비스 개발 및 마케팅ㆍ광고에의 활용\n' +
      '신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악, 회원의 서비스 이용에 대한 통계 등의 목적으로 개인정보를 처리합니다.\n' +
      '\n' +
      '3. 개인정보의 공유 및 제공\n' +
      '회사는 이용자들의 개인정보를 “2. 개인정보의 수집 및 이용목적”에서 고지한 범위 내에서만 처리하며, 원칙적으로 제3자에게 제공하지 않습니다. 단, 아래의 경우에는 예외로 합니다.\n' +
      '- 이용자들이 사전에 공개에 동의한 경우\n' +
      '- 개인정보 보호법 제17조 등 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우\n' +
      '\n' +
      '4. 개인정보의 보유 및 이용기간\n' +
      '이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.\n' +
      '가. 회사 내부 방침에 의한 정보보유 사유\n' +
      '- 부정이용기록 \n' +
      '보존 이유 : 부정 이용 방지\n' +
      '보존 기간 : 1년\n' +
      '나. 관련법령에 의한 정보보유 사유\n' +
      '「전자상거래 등에서의 소비자보호에 관한 법률」 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.\n' +
      '- 계약 또는 청약철회 등에 관한 기록\n' +
      '보존 이유 : 「전자상거래 등에서의 소비자보호에 관한 법률」\n' +
      '보존 기간 : 5년\n' +
      '- 대금결제 및 재화 등의 공급에 관한 기록 \n' +
      '보존 이유 : 「전자상거래 등에서의 소비자보호에 관한 법률」\n' +
      '보존 기간 : 5년\n' +
      '- 소비자의 불만 또는 분쟁처리에 관한 기록 \n' +
      '보존 이유 : 「전자상거래 등에서의 소비자보호에 관한 법률」\n' +
      '보존 기간 : 3년\n' +
      '- 본인확인에 관한 기록\n' +
      '보존 이유 : 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」\n' +
      '보존 기간 : 6개월\n' +
      '- 방문에 관한 기록 \n' +
      '보존 이유 : 「통신비밀보호법」\n' +
      '보존 기간 : 3개월\n' +
      '\n' +
      '5. 개인정보 파기절차 및 방법\n' +
      '이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.\n' +
      '가. 파기절차\n' +
      '- 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.\n' +
      '- 동 개인정보는 법률에 의한 경우가 아니고는 다른 목적으로 이용되지 않습니다.\n' +
      '나. 파기방법\n' +
      '- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.\n' +
      '- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.\n' +
      '\n' +
      '6. 이용자 및 법정 대리인의 권리와 그 행사방법\n' +
      '- 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.\n' +
      '- 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.\n' +
      '- 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.\n' +
      '- 회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 “5. 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.\n' +
      '\n' +
      '7. 개인정보 자동 수집 장치의 설치ㆍ운영 및 거부에 관한 사항\n' +
      '회사는 계정정보를 생성하기 위해 이용자가 아이캠펑을 실행 시 기기고유번호(디바이스 아이디 또는 IMEI)를 자동으로 수집하게 됩니다. 이용자가 기기고유번호를 자동으로 수집하는 것을 거부하는 경우 서비스를 이용할 수 없습니다.\n' +
      '\n' +
      '8. 개인정보의 기술적ㆍ관리적 보호 대책\n' +
      '회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적ㆍ관리적 대책을 강구하고 있습니다.\n' +
      '가. 해킹 등에 대비한 대책\n' +
      '회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.\n' +
      '나. 처리 직원의 최소화 및 교육\n' +
      '회사의 개인정보관련 처리 직원은 담당자에 한정시키고 있습니다. 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 아이캠펑 개인정보처리방침의 준수를 항상 강조하고 있습니다.\n' +
      '다. 개인정보보호전담기구의 운영\n' +
      '사내 개인정보보호전담기구 등을 통하여 아이캠펑 개인정보처리방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로잡을 수 있도록 노력하고 있습니다. 단, 이용자 본인의 부주의(신분증 분실 및 도용)나 회사의 고의 또는 중대한 과실이 아닌 사유로 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.\n' +
      '\n' +
      '9. 개인정보관리책임자 및 담당자의 연락처\n' +
      '귀하께서는 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.\n' +
      '개인정보 관리책임자\n' +
      '이 름 : 박희원\n' +
      '소 속 : ㈜캠펑\n' +
      '전 화 : 070-4108-8082',
  },
];
